{
    "Experience": [
        "Paytm as Sr. Software Engineer - (Current)",
        "Zimyo consulting as Sr. Software Engineer - 2022-2023",
        "Qdesq Realtech Pvt Ltd. as Software Engineer - 2019-2022"
    ],
    "Skills": [
        "JavaScript",
        "ReactJs",
        "NodeJs",
        "MongoDb",
        "PHP",
        "Sql",
        "Web Scrapping",
        "Adobe Photoshop",
        "AWS",
        "Microsoft Azure",
        "Source Control",
        "Third party api integration",
        "Heroku"
    ],
    "Qualification": [
        "Bachelor of Technology in Computer Science - Maharishi Dayanand University"
    ],
    "Certifications": [
        "Microsoft Certified Technology Associate in database",
        "Microsoft Certified Office Specialist"
    ],
    "Leadership activities and Awards": [
        "Microsoft Student Partner, India (2017-2019)",
        "National Finalist of Microsoft Imagine Cup (2017)",
        "Organized Online coding competition",
        "Conducted Various workshops for students",
        "Won code debugging contest"
    ],
    "Side Projects": [
        "Employee Self Service (HRMS):It is a platform which has all the basic and advanced functionality of a HR management system like marking attendance, assigning tasks to juniors, filling time logs, generating reports, analytics, applying for leaves & Work from home, etc., Internal chat mechanism, creating surveys and much more. Designed and developed customized components, UI/UX, Web accessibility, micro services and REST-APIS, Third Party module and integration of these across different modules for National and International markets.",
        "Inventory management system: Created an Inventory management system for the students of California state university, U.S.A for their Graduation project using ReactJs, NodeJs, MongoDb and google API services. It is mainly used for listing the properties, searching the nearby properties based on the location, creating properties, uploading images, user account creation and updation etc.",
        "Qudify: Post covid, most of the companies are into cost cutting phase and following hybrid model (work from home + work from office). Here comes the Qudify, it can be used by any organization internally to book the meeting rooms and desks a day prior to the date of visit to the office. It works based on the location of the property and department details",
        "Qdesq: It’s a product which is used for booking office spaces. It has functionalities like posting the requirement, adding the workspaces, scheduling visits, managing properties, generating auto reports, raising invoices, making online payments, creating dynamic email templates, authentication mechanism etc.",
        "Property Management WebApp : Created a web app for a group of students of California State University, in which any user can check for available properties in and around any particular location, create and update his/her profile, create the listing, etc"
    ],
    "Website and Other profiles": [
        "https://nitinmanocha.github.io/",
        "https://www.linkedin.com/in/nitin-manocha-645575147/",
        "https://medium.com/@nitinmanocha16",
        "https://github.com/nitinmanocha"
    ],
    "Contact Information": [
        "For any query, you can get in touch with me at manochanitin99@gmail.com. Thank You."
    ]
}
